Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Performance Reviews
es_es: Evaluaciones de desempeño

source: Performance Reviews - Goals & Behaviors
es_es: Evaluaciones de desempeño - Objetivos y comportamientos

source: Process Status Report
es_es: Informe del estado del proceso

source: Question type usage
es_es: Uso de tipos de preguntas

source: Questions
es_es: Preguntas

source: Questions & Answers
es_es: Preguntas y respuestas

source: Rating alignment
es_es: Alineación de calificaciones

source: Rating changed by manager
es_es: Calificación modificada por el manager

source: Rating changed by moderator
es_es: Calificación modificada por el moderador/a

source: Rating changed manager
es_es: Calificación modificada por el manager

source: Rating distribution
es_es: Distribución de valoraciones

source: Read & release status by org level
es_es: Estado de lectura y publicación por nivel organizativo

source: Read status
es_es: Estado de lectura

source: Read status by comm round (released documents)
es_es: Estado de lectura por ronda de comunicación (documentos publicados)

source: Read status by org level (released documents)
es_es: Estado de lectura por nivel organizativo (documentos publicados)

source: Read status (unreleased documents)
es_es: Estado de lectura (documentos no publicados)

source: # Refused career plan
es_es: N.º de planes de carrera rechazados

source: Release status by comm round
es_es: Estado de publicación por ronda de comunicación

source: Release status by org level
es_es: Estado de publicación por nivel organizativo

source: Reply rate
es_es: Tasa de respuesta

source: Request Flow
es_es: Flujo de solicitudes

source: Requests read
es_es: Solicitudes leídas

source: Requests sent over time
es_es: Solicitudes enviadas a lo largo del tiempo

source: Requests with behaviors
es_es: Solicitudes con comportamientos

source: Review
es_es: Evaluación

source: Review additional questions
es_es: Preguntas adicionales de revisión

source: Review Behaviors Details
es_es: Revisar detalles de comportamientos

source: Review challenge
es_es: Impugnar revisión

source: Review completion
es_es: Finalización de la revisión

source: Review Details
es_es: Detalles de la revisión

source: Review Details & Additional Questions
es_es: Detalles de la revisión y preguntas adicionales

source: Review Distribution Overview
es_es: Resumen de distribución de revisiones

source: Review evaluation table
es_es: Tabla de evaluación de la revisión

source: Review Executive Summary
es_es: Resumen ejecutivo de la revisión

source: Review Goals & Behaviors Overview
es_es: Resumen de revisión de objetivos y comportamientos

source: Review Goal Details
es_es: Revisar detalles del objetivo

source: Review rating distribution
es_es: Distribución de calificaciones de la revisión

source: Review Status
es_es: Estado de la revisión

source: Review status table
es_es: Tabla de estado de la revisión

source: Review completion status
es_es: Estado de finalización de revisión

source: Review custom questions export table
es_es: Tabla de exportación de preguntas personalizadas de revisión

source: Review detailed export table
es_es: Tabla de exportación detallada de revisión

source: Review evaluation status
es_es: Estado de evaluación de revisión

source: Reviews with aligned behavior ratings
es_es: Revisiones con valoraciones de comportamiento alineadas

source: Reviews with aligned goal ratings
es_es: Revisiones con valoraciones de objetivos alineadas

source: Reviews with worker/manager alignment
es_es: Evaluaciones con alineación colaborador/a-manager

source: # Right to information (RTI) requests
es_es: # Solicitudes de derecho a la información (RTI)

source: Role assignment
es_es: Asignación de roles

source: RTI request deadline monitor
es_es: Monitor de plazo de solicitudes RTI

source: RTI request deadline status by country
es_es: Estado de plazos de solicitudes RTI por país

source: RTI request deadline status by org unit
es_es: Estado de plazos de solicitudes RTI por unidad organizativa

source: RTI request details
es_es: Detalles de solicitud RTI

source: RTI request details by worker
es_es: Detalles de solicitud RTI por colaborador/a

source: RTI request status
es_es: Estado de solicitud RTI

source: RTI request status by country
es_es: Estado de solicitudes RTI por país

source: RTI request status by org unit
es_es: Estado de solicitudes RTI por unidad organizativa

source: # RTI requests closed
es_es: # Solicitudes RTI cerradas

source: # RTI requests closed without document
es_es: # Solicitudes RTI cerradas sin documento

source: # RTI requests during warning period
es_es: # Solicitudes RTI en período de aviso

source: # RTI requests in progress
es_es: # Solicitudes RTI en curso

source: # RTI requests pending document release
es_es: # Solicitudes RTI pendientes de publicación de documento

source: RTI requests received over time
es_es: Solicitudes RTI recibidas a lo largo del tiempo

source: RTI requests remaining days (Warning & Overdue)
es_es: Días restantes de solicitudes RTI (Advertencia y Vencido)

source: % RTI requests unreleased at least once
es_es: % de solicitudes RTI no publicadas al menos una vez

source: Salary & Bonus Comp Round Export Details
es_es: Detalles de exportación de la ronda de compensación de salario y bonos

source: Salary Comp Round Export Details
es_es: Detalles de exportación de la ronda de compensación salarial

source: Salary Increase Allocation Overview
es_es: Resumen de asignación de aumentos salariales

source: Self-assessment
es_es: Autoevaluación

source: # Self-assessment submissions over time
es_es: N.º de envíos de autoevaluación a lo largo del tiempo

source: Self-review rating distribution
es_es: Distribución de puntuaciones de autoevaluación

source: Shared goals
es_es: Objetivos compartidos

source: Stacked behaviors sent by org level
es_es: Comportamientos apilados enviados por nivel organizativo

source: Status by org. level
es_es: Estado por nivel organizativo

source: The sunburst displays how the manager ratings were changed during the People Day. The worker and manager ratings were aligned for
es_es: El gráfico de anillos muestra cómo se modificaron las valoraciones del manager durante el People Day. Las valoraciones del colaborador/a y del manager se alinearon para

source: reviews.
es_es: revisiones.

source: The sunburst displays how the line leader and line leader + 1 ratings were changed during the Let's Discuss and Challenge processes.
es_es: El gráfico de anillos muestra cómo se modificaron las valoraciones del responsable de línea y del responsable de línea +1 durante los procesos de Let's Discuss y Challenge.

source: System Logins
es_es: Inicios de sesión del sistema

source: System Roles Permission
es_es: Permiso de roles del sistema

source: System Usage Details
es_es: Detalles de uso del sistema

source: System Usage Overview
es_es: Resumen del uso del sistema

source: System Usage & Roles
es_es: Uso del sistema y roles

source: Thanks, Favorites & Let's meet
es_es: Agradecimientos, favoritos y quedadas

source: Top 5 strategic drivers
es_es: Top 5 impulsores estratégicos

source: Total active users
es_es: Total de usuarios activos

source: Total answers
es_es: Total de respuestas

source: Total behaviors requested
es_es: Total de comportamientos solicitados

source: Total career plan templates
es_es: Total de plantillas de planes de carrera

source: Total career plans
es_es: Total de planes de carrera

source: Total challenged reviews
es_es: Total de evaluaciones impugnadas

source: Total check-ins
es_es: Total de check-ins

source: Total number of check-ins in table
es_es: Número total de check-ins en la tabla

source: Total completed reviews
es_es: Total de evaluaciones completadas

source: Total documents not released
es_es: Total de documentos no publicados

source: Total documents released
es_es: Total de documentos publicados

source: Total documents unreleased
es_es: Total de documentos no publicados

source: Total goals by strategic driver
es_es: Total de objetivos por impulsor estratégico

source: Total goals with strategic drivers
es_es: Total de objetivos con impulsores estratégicos

source: Total logins
es_es: Inicios de sesión totales

source: Total logins over time
es_es: Inicios de sesión totales a lo largo del tiempo

source: Total number of alignments:
es_es: Número total de alineaciones:

source: Total number of communication rounds
es_es: Número total de rondas de comunicación

source: Total number of documents
es_es: Número total de documentos

source: Total number of documents by comm round
es_es: Número total de documentos por ronda de comunicación

source: Total number of goals in table:
es_es: Número total de objetivos en la tabla:

source: Total number of workers
es_es: Número total de colaboradores/as

source: Total number of users in table
es_es: Número total de usuarios en la tabla

source: Total questions
es_es: Total de preguntas

source: Total rated feedbacks
es_es: Total de feedbacks valorados

source: Total requests by behavior
es_es: Total de solicitudes por comportamiento

source: Total reviews with behavior ratings
es_es: Total de revisiones con valoraciones de comportamiento

source: (Total score visuals are not affected by this)
es_es: (Los elementos visuales de puntuación total no se ven afectados por esto)

source: Total users
es_es: Total de usuarios

source: Total users with no goals
es_es: Total de usuarios sin objetivos

source: Trust (avg.)
es_es: Confianza (prom.)

source: Trust & clarity (correlation)
es_es: Confianza y claridad (correlación)

source: Trust (distribution)
es_es: Confianza (distribución)

source: # unique aligned goals
es_es: N.º de objetivos alineados únicos

source: Unique logins
es_es: Inicios de sesión únicos

source: Unique logins over time
es_es: Inicios de sesión únicos a lo largo del tiempo

source: # unique parent goals
es_es: N.º de objetivos principales únicos

source: Used the Check-ins feature
es_es: Utilizó la función de check-ins

source: Used the Feedback feature
es_es: Usó la función de feedback

source: Used the Goals feature
es_es: Usó la función de Objetivos

source: Users having aligned goals
es_es: Usuarios con objetivos alineados

source: Users having behaviors
es_es: Usuarios con comportamientos

source: Users having check-ins
es_es: Usuarios con check-ins

source: Users having feedback
es_es: Usuarios con feedback

source: Users having goals
es_es: Usuarios con objetivos

source: Users having logged in
es_es: Usuarios que han iniciado sesión

source: Users who received feedback ratings
es_es: Usuarios que recibieron valoraciones de feedback

source: Users who requested feedback
es_es: Usuarios que solicitaron feedback

source: Users who sent feedback
es_es: Usuarios que enviaron feedback

source: Users with check-ins by role
es_es: Usuarios con check-ins por rol

source: Users with global access
es_es: Usuarios con acceso global

source: Users with no goals
es_es: Usuarios sin objetivos

source: Users with no goals by org. level
es_es: Usuarios sin objetivos por nivel organizativo

source: Users with restricted access
es_es: Usuarios con acceso restringido

source: Word cloud - Answers for multiple choice questions
es_es: Nube de palabras - Respuestas a preguntas de opción múltiple

source: Word cloud - Answers from free text questions
es_es: Nube de palabras - Respuestas a preguntas de texto libre

source: Worker/manager alignment
es_es: Alineación colaborador/a-manager

source: Worker self-review status
es_es: Estado de autoevaluación del colaborador/a

source: Workers having goals
es_es: Colaboradores/as con objetivos

source: Workers who received feedback ratings
es_es: Colaboradores/as que recibieron valoraciones de feedback

source: Workers with no goals
es_es: Colaboradores/as sin objetivos

source: Workflow step by comm round
es_es: Paso del flujo de trabajo por ronda de comunicación

source: Workflow step status
es_es: Estado del paso del flujo de trabajo

source: We couldn't prepare this report right now. Please try again in a moment. If the issue persists, contact support and share this screen.
es_es: No hemos podido preparar este informe ahora mismo. Vuelve a intentarlo en unos momentos. Si el problema persiste, contacta con el servicio de soporte y comparte esta pantalla.

source: Reference: {{referenceErrorCode}}
es_es: Referencia: {{referenceErrorCode}}

source: This report is temporarily unavailable.
es_es: Este informe no está disponible temporalmente.

source: Reports
es_es: Informes

source: There are no reports to display at the moment.
es_es: No hay informes que mostrar en este momento.

source: No reports or pages with the name "{{phrase}}"
es_es: No hay informes ni páginas con el nombre "{{phrase}}"

source: Search for a report
es_es: Buscar un informe

source: Report list
es_es: Lista de subordinados

source: This should only take a few seconds!
es_es: ¡Esto solo debería tomar unos segundos!

source: Loading data
es_es: Cargando datos

source: Preparing visuals
es_es: Preparando elementos visuales

source: Rendering the dashboard
es_es: Renderizando el panel de control

source: We are generating the dashboard for you.
es_es: Estamos generando el panel para usted.

source: Approve all pending goals
es_es: Aprobar todos los objetivos pendientes

source: You are about to approve the goal <strong>{{goalTitle}}</strong>. Are you sure you want to proceed?
es_es: Está a punto de aprobar el objetivo <strong>{{goalTitle}}</strong>. ¿Está seguro de querer continuar?

source: Approve goal
es_es: Aprobar objetivo

source: Type your message here
es_es: Escriba aquí su mensaje

source: {{count}} goals were successfully approved.
es_es: Se han aprobado {{count}} objetivos correctamente.

source: The goal was approved.
es_es: El objetivo se ha aprobado.

source: Assisted by Goal Genius
es_es: Asistido por Goal Genius

source: Please add at least one attachment.
es_es: Añada al menos un adjunto.

source: Back to login
es_es: Volver al inicio de sesión

source: Set new password
es_es: Establecer nueva contraseña

source: Email me the link again
es_es: Envíeme el enlace de nuevo

source: You have forgotten your password or you're logging in for first time? Enter your email below to receive instructions to set your password.
es_es: ¿Ha olvidado su contraseña o está iniciando sesión por primera vez? Introduzca su correo electrónico a continuación para recibir instrucciones para establecer la contraseña.

source: If you haven't received our email within the next 3 minutes, you can request a new email.
es_es: Si no recibe nuestro correo electrónico en los próximos 3 minutos, puede solicitar uno nuevo.

source: Check your "{{email}}" inbox for an email from beqom containing a unique link to reset your password. If you don't see this email in your inbox, check your spam folder.
es_es: Revise la bandeja de entrada de su "{{email}}" para ver un correo de beqom que contiene un enlace único para restablecer la contraseña. Si no ve este correo en su bandeja de entrada, revise la carpeta de spam.

source: Set my password
es_es: Establecer mi contraseña

source: Autosave
es_es: Guardado automático

source: Back to home page
es_es: Volver a la página de inicio

source: Back to "Manage behavior libraries" page
es_es: Volver a la página "Gestionar bibliotecas de comportamientos"

source: Back to {{pageName}}
es_es: Volver a {{pageName}}

source: Service temporarily unavailable
es_es: Servicio temporalmente no disponible

source: The server is temporarily unavailable. Please try again in a few moments. If the problem persists, contact your IT team for assistance.
es_es: El servidor no está disponible temporalmente. Vuelve a intentarlo en unos momentos. Si el problema persiste, ponte en contacto con tu equipo de TI para obtener ayuda.

source: Continue editing
es_es: Seguir editando

source: Discard and close
es_es: Descartar y cerrar

source: You have unsaved changes. Do you want to discard them?
es_es: Tiene cambios sin guardar. ¿Quiere descartarlos?

source: Currently, our company does not have a formal behavior library in place. However, we are diligently working on creating one to better serve our organizational goals. Our team is actively developing a comprehensive behavior library that aligns with our company values and objectives. We appreciate your understanding and anticipate sharing our progress with you in the near future.
es_es: Actualmente, nuestra empresa no cuenta con una biblioteca de comportamientos formal. Sin embargo, estamos trabajando para crear una que sirva mejor a nuestros objetivos organizativos. Nuestro equipo está desarrollando activamente una biblioteca de comportamientos integral en consonancia con los valores y los objetivos de la empresa. Agradecemos su comprensión y deseamos compartir el progreso alcanzado con usted próximamente.

source: Assigned to:
es_es: Asignado a:

source: Behavior library details
es_es: Detalles de la biblioteca de comportamientos

source: Delete library
es_es: Eliminar biblioteca

source: Disable library
es_es: Desactivar biblioteca

source: Edit library
es_es: Editar biblioteca

source: Enable library
es_es: Habilitar biblioteca

source: Library owners:
es_es: Propietarios de la biblioteca:

source: Publication date:
es_es: Fecha de publicación:

source: Users will no longer be able to continue to tag this behavior, but they will see behaviors that were received or sent.
es_es: Los usuarios ya no podrán seguir etiquetando este comportamiento, pero verán los comportamientos se han recibido o enviado.

source: After enabling this library, go to “Edit”, and review the setup and assignment. Once the library has been reviewed and assigned, it will then be available to end users. Are you sure you want to enable the library?
es_es: Después de habilitar esta biblioteca, vaya a "Editar" y revise la configuración y la asignación. Una vez que la biblioteca se haya revisado y asignado, estará disponible para los usuarios finales. ¿Está seguro de querer habilitar la biblioteca?

source: The library {{name}} was successfully deleted.
es_es: La biblioteca {{name}} se ha eliminado correctamente.

source: The library {{name}} was successfully disabled.
es_es: La biblioteca {{name}} se ha desactivado correctamente.

source: The library {{name}} was successfully enabled.
es_es: La biblioteca {{name}} se ha habilitado correctamente.

source: All rights reserved.
es_es: Todos los derechos reservados.

source: Company goals
es_es: Objetivos de la empresa

source: Department goals
es_es: Objetivos del departamento

source: Estimated bonus
es_es: Bonificación estimada

source: Individual goals
es_es: Objetivos individuales

source: Bonus variable estimator
es_es: Calculadora de variables de bonificación

source: Accept
es_es: Aceptar

source: Accepted
es_es: Aceptado

source: Add
es_es: Añadir

source: Add agenda point
es_es: Añadir punto a la agenda

source: Add block
es_es: Añadir bloque

source: Add feature
es_es: Agregar función

source: Add feedback note
es_es: Añadir nota de comentarios

source: Add field
es_es: Añadir campo

source: Add note
es_es: Añadir nota

source: Add option
es_es: Añadir opción

source: Add type
es_es: Agregar tipo

source: Apply
es_es: Aplicar

source: Apply filters
es_es: Aplicar filtros

source: Approve
es_es: Aprobar

source: Assign
es_es: Asignar

source: Attach document
es_es: Adjuntar documento

source: Back
es_es: Volver

source: Change
es_es: Cambiar

source: Change file name
es_es: Cambiar nombre de archivo

source: Clear filters
es_es: Borrar filtros

source: Clear all filters and search
es_es: Borrar todos los filtros y la búsqueda

source: Close
es_es: Cerrar

source: Invite a collaborator
es_es: Invitar a un colaborador

source: Collapse
es_es: Colapsar

source: Continue
es_es: Continuar

source: Copy
es_es: Copiar

source: Create
es_es: Crear

source: Create check-in
es_es: Crear consulta

source: Create model
es_es: Crear modelo

source: Create snapshot
es_es: Crear instantánea

source: Dark mode
es_es: Modo oscuro

source: Reject
es_es: Rechazar

source: Delete
es_es: Eliminar

source: Delete all
es_es: Eliminar todo

source: Delete goal
es_es: Eliminar objetivo

source: Discard
es_es: Descartar

source: Download
es_es: Descargar

source: Download all
es_es: Descargar todo

source: Download CSV
es_es: Descargar CSV

source: Download CSV file
es_es: Descargar archivo CSV

source: Download file
es_es: Descargar archivo

source: Download log file
es_es: Descargar archivo de registro

source: Download PDF
es_es: Descargar PDF

source: Download the template
es_es: Descargar la plantilla

source: Duplicate
es_es: Duplicar

source: Edit
es_es: Editar

source: Edit field
es_es: Editar campo

source: Edit goal
es_es: Editar objetivo

source: Edit goal details
es_es: Editar detalles del objetivo

source: Edit profile
es_es: Editar perfil

source: Edit type
es_es: Editar tipo

source: Exit
es_es: Salir

source: Expand
es_es: Expandir

source: Export
es_es: Exportar

source: Export organization
es_es: Exportar organización

source: Extend model
es_es: Ampliar modelo

source: Filters
es_es: Filtros

source: Finish
es_es: Terminar

source: Generate CSV
es_es: Generar CSV

source: Generate statement
es_es: Generar declaración

source: Give
es_es: Dar

source: Give feedback
es_es: Proporcionar feedback

source: Go back
es_es: Volver

source: Hide
es_es: Ocultar

source: Join
es_es: Acceder

source: Help Center
es_es: Centro de ayuda

source: Load more
es_es: Cargar más

source: Logout
es_es: Cerrar sesión

source: Manage
es_es: Gestionar

source: Mark all as read
es_es: Marcar todo como leído

source: More
es_es: Más

source: Move reviews
es_es: Mover evaluaciones

source: New
es_es: Nuevo

source: Next
es_es: Siguiente

source: Next step
es_es: Siguiente paso

source: None
es_es: Ninguno

source: OK
es_es: De acuerdo

source: Open
es_es: Abrir

source: Open in a new tab
es_es: Abrir en una pestaña nueva

source: Open link
es_es: Abrir enlace

source: Preview grid
es_es: Vista previa de la matriz

source: Previous
es_es: Anterior

source: Print PDF
es_es: Imprimir PDF

source: Proceed
es_es: Continuar

source: Reassign review
es_es: Reasignar evaluación

source: Remove
es_es: Eliminar

source: Remove all
es_es: Eliminar todo

source: Remove file
es_es: Eliminar archivo

source: Remove selected
es_es: Eliminar seleccionado

source: Rename
es_es: Cambiar nombre

source: Republish
es_es: Volver a publicar

source: Request
es_es: Solicitud

source: Request feedback
es_es: Solicitar comentarios

source: Reset to default
es_es: Restablecer a los valores predeterminados

source: Resubmit
es_es: Volver a enviar

source: Submit again for approval
es_es: Enviar de nuevo para aprobación

source: Retry
es_es: Reintentar

source: Save
es_es: Guardar

source: Save & exit
es_es: Guardar y salir

source: Save as draft
es_es: Guardar como borrador

source: Save changes
es_es: Guardar cambios

source: Save draft and exit
es_es: Guardar borrador y salir

source: Save updates
es_es: Guardar actualizaciones

source: Select
es_es: Seleccionar

source: Send
es_es: Enviar

source: Send feedback
es_es: Enviar comentarios

source: Send now
es_es: Enviar ahora

source: Send requests
es_es: Enviar solicitudes

source: Share
es_es: Compartir

source: Show
es_es: Mostrar

source: Show less
es_es: Mostrar menos

source: Show more
es_es: Mostrar más

source: Start upload
es_es: Iniciar carga

source: Submit
es_es: Enviar

source: Submitted
es_es: Enviado

source: Toggle
es_es: Cambiar

source: Toggle menu
es_es: Cambiar menú

source: Train model
es_es: Entrenar modelo

source: Update
es_es: Actualizar

source: Upload
es_es: Cargar

source: Upload CSV
es_es: Subir CSV

source: Uploading
es_es: Subiendo

source: Validate
es_es: Validar

source: View
es_es: Ver

source: View all
es_es: Ver todo
